<?php
require 'header.php';
?>

    <style>
        @media screen and (max-width: 1100px){.center{width:100%!important}.wrap{width:100%!important;margin:auto!important}}.center{width:50%!important}.bh{font-size:21px!important}ol{margin-right:1.5vw!important;font-size:15px!important}
    </style>


<style>
.popa {
  font-size: var(--h1);
  font-weight: var(--fw);
}
</style>
    <h1 style="padding-top:1.5vw!important;"><span class="popa">Условия использования материалов сайта.</span></h1>
    <ol style="margin-right: 1.5vw;font-size: 15px;">
        <li>
            <p>
                РАЗРЕШАЕТСЯ копирование, модификация, линкование,
                неограниченные использование и распространение
                (в т. ч. и коммерческие) материалов сайта.
                <br><br>
            </p></li>
        <li>
            <p>
                Если вы копируете какой-либо материал или его часть
                к себе на сайт, издаёте его, записываете на носитель и т. п.,
                ЖЕЛАТЕЛЬНО
                поставить в новой копии или в непосредственной близости
                ссылку на оригинал материала или же упомянуть об источнике
                иным внятным образом.
                <br><br>
            </p></li>
        <li>
            <p>
                Если автор оригинального материала НЕ вы сами
                и изменяете материал по содержанию,
                ЖЕЛАТЕЛЬНО
                в новой копии или в непосредственной близости
                вкратце
                упомянуть о характере ваших
                изменений.
            </p></li>
        <li>
            <p>
                Концепция и идеи моего сайта (в т.ч. и данные условия) были взяты с сайта, ныне покойного
                Чернова Андрея "Ache" Александровича. Этот величайший человек создал кодировку KOI8-R, занимался
                разработкой отечественных ЮНИКС-подобных систем, разработал и поддерживал почтовый протокол
                UUPC/@, локализировал шифровальную систему PGP, создал перекодировщик текстовых файлов TODOS с
                CP866, который использовался в ОС MS-DOS, а так же стал первым русскоязычным участником проекта
                FreeBSD Core Team.
            </p></li>
            <li>
                <p>Музыка была взята с разрешения автора ютуб-канала https://www.youtube.com/@makisere8861/</p>
            </li>
        <div></div>
    </ol>
    <div style="padding-bottom: 2vw!important;"><a href="index.php">назад.</a></div>
<?php
require 'footer.php';
?>  